Repository: AdilHamidii/vsms
Catalog: VirtualSIM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Your code appears here the moment it arrives.
de: Dein Code erscheint hier, sobald er ankommt.
es: Tu código aparecerá aquí en cuanto llegue.
fr: Votre code s'affiche ici dès son arrivée.
it: Il tuo codice compare qui appena arriva.
ja: コードが届き次第、ここに表示されます。
pt_br: Seu código aparece aqui assim que chegar.

source: Your code is
de: Ihr Code lautet
es: Tu código es
fr: Votre code est
it: Il tuo codice è
ja: コードは
pt_br: Seu código é

source: Your code is %@. Don't share it.
de: Ihr Code lautet %@ – geben Sie ihn nicht weiter.
es: Tu código es %@: no lo compartas.
fr: Votre code est %@. Ne le partagez pas.
it: Il tuo codice è %@. Non condividerlo.
ja: コードは%@です。他人に教えないでください。
pt_br: Seu código é %@. Não compartilhe.

source: Your credits have been put back. Try another domain from the picker.
de: Ihre Credits sind zurück. Wählen Sie eine andere Domain aus der Liste.
es: Tus créditos han vuelto. Prueba otro dominio del selector.
fr: Vos crédits ont été recrédités. Essayez un autre domaine dans la liste.
it: I tuoi crediti sono stati restituiti. Prova un altro dominio dall'elenco.
ja: クレジットは戻りました。別のドメインをお選びください。
pt_br: Seus créditos foram devolvidos. Escolha outro domínio na lista.

source: Your eSIM
de: Ihre eSIM
es: Tu eSIM
fr: Votre eSIM
it: La tua eSIM
ja: あなたのeSIM
pt_br: Seu eSIM

source: Your email stays hidden if you want it to
de: Ihre E-Mail bleibt verborgen, wenn Sie das möchten
es: Tu correo queda oculto si tú quieres
fr: Votre e-mail reste caché si vous le souhaitez
it: La tua email resta nascosta se vuoi
ja: ご希望ならメールアドレスは非公開のままです
pt_br: Seu e-mail fica oculto se você quiser

source: Your new number, ready now.
de: Ihre neue Nummer, ab sofort bereit.
es: Tu nuevo número, listo ya.
fr: Votre nouveau numéro, prêt maintenant.
it: Il tuo nuovo numero, pronto ora.
ja: 新しい番号の準備ができました。
pt_br: Seu novo número, pronto agora.

source: Your number
de: Ihre Nummer
es: Tu número
fr: Votre numéro
it: Il tuo numero
ja: あなたの番号
pt_br: Seu número

source: Your number can't make or take calls yet. Texting works now, and calls arrive in a future update.
de: Ihre Nummer kann noch keine Anrufe tätigen oder annehmen. SMS funktionieren jetzt, Anrufe kommen in einem späteren Update.
es: Tu número aún no puede hacer ni recibir llamadas. Los mensajes ya funcionan y las llamadas llegarán en una próxima actualización.
fr: Votre numéro ne peut pas encore passer ni recevoir d'appels. Les SMS fonctionnent déjà, les appels arriveront dans une prochaine mise à jour.
it: Il tuo numero non può ancora fare o ricevere chiamate. Gli SMS funzionano già e le chiamate arriveranno in un aggiornamento futuro.
ja: この番号ではまだ発着信はできません。SMSは今すぐ使え、通話は今後のアップデートで対応します。
pt_br: Seu número ainda não faz nem recebe chamadas. As mensagens já funcionam, e as chamadas chegam em uma atualização futura.

source: Your number is on hold. Resubscribe to get it back before it's released for good.
de: Ihre Nummer ist pausiert. Abonnieren Sie erneut, um sie zurückzuholen, bevor sie endgültig freigegeben wird.
es: Tu número está en espera. Vuelve a suscribirte para recuperarlo antes de que se libere definitivamente.
fr: Votre numéro est en attente. Réabonnez-vous pour le récupérer avant qu'il ne soit libéré définitivement.
it: Il tuo numero è in sospeso. Riabbonati per riaverlo prima che venga rilasciato definitivamente.
ja: 番号は保留中です。完全に解放される前に、再登録して取り戻してください。
pt_br: Seu número está retido. Assine de novo para recuperá-lo antes que ele seja liberado de vez.

source: Your number is on hold. Resubscribe to use it again.
de: Ihre Nummer ist pausiert. Abonnieren Sie erneut, um sie wieder zu nutzen.
es: Tu número está en espera. Vuelve a suscribirte para usarlo de nuevo.
fr: Votre numéro est en attente. Réabonnez-vous pour l'utiliser à nouveau.
it: Il tuo numero è in sospeso. Riabbonati per usarlo di nuovo.
ja: 番号は保留中です。再登録すると再び利用できます。
pt_br: Seu número está retido. Assine de novo para usá-lo outra vez.

source: Your number is ready
de: Ihre Nummer ist bereit
es: Tu número está listo
fr: Votre numéro est prêt
it: Il tuo numero è pronto
ja: 番号の準備ができました
pt_br: Seu número está pronto

source: Your number isn't ready yet.
de: Ihre Nummer ist noch nicht bereit.
es: Tu número aún no está listo.
fr: Votre numéro n'est pas encore prêt.
it: Il tuo numero non è ancora pronto.
ja: 番号はまだ準備できていません。
pt_br: Seu número ainda não está pronto.

source: Your orders are all still running. They move here as soon as they finish.
de: Ihre Bestellungen laufen alle noch. Sie wandern hierher, sobald sie abgeschlossen sind.
es: Todos tus pedidos siguen en curso. Pasan aquí en cuanto terminan.
fr: Toutes vos commandes sont encore en cours. Elles arrivent ici dès qu'elles se terminent.
it: I tuoi ordini sono tutti ancora in corso. Si spostano qui appena finiscono.
ja: 注文はすべて進行中です。完了次第ここに移動します。
pt_br: Todos os seus pedidos ainda estão em andamento. Eles vêm para cá assim que terminarem.

source: Your own number
de: Ihre eigene Nummer
es: Tu propio número
fr: Votre propre numéro
it: Il tuo numero personale
ja: ご自身の番号
pt_br: Seu próprio número

source: Your own number never leaves your phone
de: Ihre eigene Nummer verlässt Ihr Telefon nie
es: Tu propio número nunca sale de tu teléfono
fr: Votre propre numéro ne quitte jamais votre téléphone
it: Il tuo numero personale non lascia mai il telefono
ja: ご自身の番号がこの端末の外に出ることはありません
pt_br: Seu próprio número nunca sai do seu telefone

source: Your plan
de: Ihr Tarif
es: Tu plan
fr: Votre forfait
it: Il tuo piano
ja: ご利用プラン
pt_br: Seu plano

source: Your purchase is confirmed.
de: Dein Kauf ist bestätigt.
es: Tu compra está confirmada.
fr: Votre achat est confirmé.
it: Il tuo acquisto è confermato.
ja: 購入が確定しました。
pt_br: Sua compra foi confirmada.

source: Your purchase needs approval. We'll set up your number as soon as it's approved.
de: Ihr Kauf muss noch genehmigt werden. Wir richten Ihre Nummer ein, sobald er genehmigt ist.
es: Tu compra necesita aprobación. Configuraremos tu número en cuanto se apruebe.
fr: Votre achat doit être approuvé. Nous configurerons votre numéro dès son approbation.
it: Il tuo acquisto necessita di approvazione. Configureremo il tuo numero appena sarà approvato.
ja: 購入には承認が必要です。承認され次第、番号を設定します。
pt_br: Sua compra precisa de aprovação. Vamos configurar seu número assim que ela for aprovada.

source: Your real phone number never touches this app
de: Ihre echte Telefonnummer kommt mit dieser App nie in Berührung
es: Tu número real nunca pasa por esta app
fr: Votre vrai numéro de téléphone ne touche jamais cette app
it: Il tuo numero di telefono vero non tocca mai questa app
ja: 本当の電話番号がこのアプリに触れることはありません
pt_br: Seu número de telefone real nunca passa por este app

source: Your second number
de: Ihre Zweitnummer
es: Tu segundo número
fr: Votre second numéro
it: Il tuo secondo numero
ja: あなたの2つ目の番号
pt_br: Seu segundo número

source: Your subscription is active but no number was assigned. We've been alerted and will sort this out. Please don't subscribe again.
de: Ihr Abo ist aktiv, aber es wurde keine Nummer zugewiesen. Wir wurden benachrichtigt und kümmern uns darum – bitte abonnieren Sie nicht erneut.
es: Tu suscripción está activa pero no se asignó ningún número. Ya nos han avisado y lo resolveremos: no te vuelvas a suscribir.
fr: Votre abonnement est actif mais aucun numéro n'a été attribué. Nous avons été alertés et allons régler cela. Ne vous réabonnez pas.
it: Il tuo abbonamento è attivo ma non è stato assegnato alcun numero. Siamo stati avvisati e risolveremo. Per favore non abbonarti di nuovo.
ja: サブスクリプションは有効ですが、番号が割り当てられていません。こちらで検知しており対応します。再度登録しないでください。
pt_br: Sua assinatura está ativa, mas nenhum número foi atribuído. Já fomos avisados e vamos resolver. Por favor, não assine de novo.

source: Your subscription lapsed. You can still receive texts and calls, but you can't send until you renew.
de: Ihr Abo ist abgelaufen. Sie können weiterhin SMS und Anrufe empfangen, aber erst nach einer Verlängerung wieder senden.
es: Tu suscripción ha caducado. Sigues pudiendo recibir mensajes y llamadas, pero no puedes enviar hasta que la renueves.
fr: Votre abonnement a expiré. Vous pouvez encore recevoir des SMS et des appels, mais vous ne pourrez pas en envoyer avant de le renouveler.
it: Il tuo abbonamento è scaduto. Puoi ancora ricevere SMS e chiamate, ma non puoi inviare finché non rinnovi.
ja: サブスクリプションが失効しました。SMSと通話の受信はできますが、更新するまで送信はできません。
pt_br: Sua assinatura expirou. Você ainda recebe mensagens e chamadas, mas não pode enviar até renovar.

source: Your subscription lapsed. You can still receive texts, but you can't send until you renew.
de: Ihr Abo ist abgelaufen. Sie können weiterhin SMS empfangen, aber erst nach der Verlängerung wieder senden.
es: Tu suscripción ha caducado. Aún puedes recibir mensajes, pero no podrás enviar hasta que la renueves.
fr: Votre abonnement a expiré. Vous pouvez toujours recevoir des SMS, mais pas en envoyer avant de le renouveler.
it: Il tuo abbonamento è scaduto. Puoi ancora ricevere SMS, ma non puoi inviarne finché non lo rinnovi.
ja: サブスクリプションが失効しました。SMSの受信は引き続き可能ですが、更新するまで送信はできません。
pt_br: Sua assinatura expirou. Você ainda pode receber SMS, mas não poderá enviar até renovar.

source: Your subscription went through but we couldn't set the number up. Contact support, and don't buy again.
de: Ihr Abo ging durch, aber wir konnten die Nummer nicht einrichten. Kontaktieren Sie den Support – kaufen Sie nicht erneut.
es: Tu suscripción se completó pero no pudimos configurar el número. Contacta con soporte: no vuelvas a comprar.
fr: Votre abonnement a été validé mais nous n'avons pas pu configurer le numéro. Contactez l'assistance, et n'achetez pas à nouveau.
it: Il tuo abbonamento è andato a buon fine ma non siamo riusciti a configurare il numero. Contatta l'assistenza, e non acquistare di nuovo.
ja: サブスクリプションは完了しましたが、番号を設定できませんでした。サポートにご連絡ください。再度購入しないでください。
pt_br: Sua assinatura foi concluída, mas não conseguimos configurar o número. Fale com o suporte, e não compre de novo.

source: Your subscription went through but we couldn't set the number up. It'll retry automatically.
de: Ihr Abo ging durch, aber wir konnten die Nummer nicht einrichten. Es wird automatisch erneut versucht.
es: Tu suscripción se completó pero no pudimos configurar el número. Se reintentará automáticamente.
fr: Votre abonnement a été validé mais nous n'avons pas pu configurer le numéro. Une nouvelle tentative aura lieu automatiquement.
it: Il tuo abbonamento è andato a buon fine ma non siamo riusciti a configurare il numero. Riproveremo automaticamente.
ja: サブスクリプションは完了しましたが、番号を設定できませんでした。自動的に再試行します。
pt_br: Sua assinatura foi concluída, mas não conseguimos configurar o número. Vamos tentar de novo automaticamente.

source: Yours
de: Gehört Ihnen
es: Tuyo
fr: Le vôtre
it: Tuo
ja: あなたのもの
pt_br: Seu

source: Yours for the length of one verification, then gone.
de: Ihre für die Dauer einer Bestätigung, dann weg.
es: Tuyo lo que dura una verificación, y luego desaparece.
fr: À vous le temps d'une vérification, puis il disparaît.
it: Tuo per il tempo di una verifica, poi sparisce.
ja: 認証が終わるまではあなたのもの、それが済めば消えます。
pt_br: Seu pelo tempo de uma verificação, depois some.

source: a month, cancel anytime
de: pro Monat, jederzeit kündbar
es: al mes, cancela cuando quieras
fr: par mois, annulez à tout moment
it: al mese, disdici quando vuoi
ja: 月額、いつでもキャンセル可能
pt_br: por mês, cancele quando quiser

source: about %@
de: etwa %@
es: aprox. %@
fr: environ %@
it: circa %@
ja: 約%@
pt_br: cerca de %@

source: and
de: und
es: y
fr: et
it: e
ja: と
pt_br: e

source: credits
de: Guthaben
es: créditos
fr: crédits
it: crediti
ja: クレジット
pt_br: créditos

source: day
de: Tag
es: día
fr: jour
it: giorno
ja: 日
pt_br: dia

source: days
de: Tage
es: días
fr: jours
it: giorni
ja: 日
pt_br: dias

source: eSIM data plan
de: eSIM-Datentarif
es: Plan de datos eSIM
fr: Forfait data eSIM
it: Piano dati eSIM
ja: eSIMデータプラン
pt_br: Plano de dados eSIM

# eSIM plans in %lld countries, from %lld cr
source: eSIM plans in %1$lld countries, from %2$lld cr
de: eSIM-Tarife in %lld Ländern – ab %lld cr
es: Planes eSIM en %lld países: desde %lld cr
fr: Forfaits eSIM dans %lld pays, à partir de %lld cr
it: Piani eSIM in %lld paesi, da %lld cr
ja: %lldか国のeSIMプラン、%lld crから
pt_br: Planos eSIM em %lld países, a partir de %lld cr

source: eSIMs are unavailable right now
de: eSIMs sind derzeit nicht verfügbar
es: Las eSIM no están disponibles ahora
fr: Les eSIM sont indisponibles pour le moment
it: Le eSIM non sono disponibili al momento
ja: 現在eSIMはご利用いただけません
pt_br: As eSIMs estão indisponíveis no momento

source: estimated
de: geschätzt
es: estimado
fr: estimé
it: stimato
ja: 推定
pt_br: estimado

source: every month
de: jeden Monat
es: cada mes
fr: chaque mois
it: ogni mese
ja: 毎月
pt_br: todo mês

source: from
de: ab
es: desde
fr: à partir de
it: da
ja: 最安
pt_br: a partir de

source: from %lld cr
de: ab %lld cr
es: desde %lld cr
fr: dès %lld cr
it: da %lld cr
ja: %lld cr〜
pt_br: a partir de %lld cr

source: iOS will ask for a SIM PIN
de: iOS fragt nach einer SIM-PIN
es: iOS te pedirá un PIN de SIM
fr: iOS demandera un code PIN SIM
it: iOS chiederà un PIN della SIM
ja: iOSがSIM PINを尋ねます
pt_br: O iOS vai pedir um PIN do SIM

source: iOS wouldn't start the call.
de: iOS konnte den Anruf nicht starten.
es: iOS no pudo iniciar la llamada.
fr: iOS n'a pas pu démarrer l'appel.
it: iOS non ha avviato la chiamata.
ja: iOSが通話を開始できませんでした。
pt_br: O iOS não iniciou a chamada.

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
it: proprio ora
ja: たった今
pt_br: agora mesmo

source: left
de: übrig
es: restante
fr: restant
it: rimasti
ja: 残り
pt_br: restante

source: minutes
de: Minuten
es: minutos
it: minuti
ja: 分
pt_br: minutos

source: minutes left
de: Minuten übrig
es: minutos restantes
fr: minutes restantes
it: minuti rimasti
ja: 残り通話分
pt_br: min restantes

source: network
de: Netzwerk
es: red
fr: réseau
it: rete
ja: ネットワーク
pt_br: rede

source: no reading
de: keine Daten
es: sin datos
fr: aucune donnée
it: nessun dato
ja: データなし
pt_br: sem leitura

source: now
de: jetzt
es: ahora
fr: maintenant
it: ora
ja: 今
pt_br: agora

source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: 月あたり
pt_br: por mês

source: reports %lld%%
de: meldet %lld %%
es: informa %lld %%
fr: indique %lld %%
it: riporta %lld%%
ja: 報告値 %lld%%
pt_br: informa %lld%%

source: texts
de: SMS
es: mensajes
fr: SMS
it: SMS
ja: SMS
pt_br: mensagens

source: texts a month, in and out
de: SMS pro Monat, ein- und ausgehend
es: mensajes al mes, entrantes y salientes
fr: SMS par mois, envoyés et reçus
it: SMS al mese, in entrata e in uscita
ja: SMS/月（送受信）
pt_br: mensagens por mês, enviadas e recebidas

source: texts left
de: SMS übrig
es: mensajes restantes
fr: SMS restants
it: SMS rimasti
ja: 残りSMS
pt_br: SMS restantes

source: the catalog
de: Der Katalog
es: el catálogo
fr: le catalogue
it: il catalogo
ja: カタログ
pt_br: o catálogo

source: usually ~%llds
de: meist ~%lld s
es: normalmente ~%lld s
fr: généralement ~%lld s
it: di solito ~%lld s
ja: 通常 約%lld秒
pt_br: geralmente ~%lld s

source: ~%llds typical
de: ~%lld s üblich
es: ~%lld s típico
fr: ~%lld s en général
it: ~%lld s tipico
ja: 通常 約%lld秒
pt_br: ~%lld s típico

source: %lld credits
es: %lld créditos
fr: %lld crédits
it: %lld crediti
ja: %lldクレジット
pt_br: %lld créditos

source: +1 credit
es: +1 crédito
fr: +1 crédit
it: +1 credito
ja: +1クレジット
pt_br: +1 crédito

source: British Columbia
es: Columbia Británica
fr: Colombie-Britannique
it: Columbia Britannica
ja: ブリティッシュコロンビア州
pt_br: Colúmbia Britânica

source: Domain
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
pt_br: Domínio

source: E-mail
es: Correo
ja: メール

source: Indigo
es: Índigo
it: Indaco
ja: インディゴ
pt_br: Índigo

source: Nova Scotia
es: Nueva Escocia
fr: Nouvelle-Écosse
it: Nuova Scozia
ja: ノバスコシア州
pt_br: Nova Escócia

source: Orange
es: Naranja
it: Arancione
ja: オレンジ
pt_br: Laranja

source: Pay per use
es: Pago por uso
fr: Paiement à l'usage
it: Pago a consumo
ja: 従量課金
pt_br: Pagamento por uso

source: Pay-per-use
es: Pago por uso
fr: Paiement à l'usage
it: Pago a consumo
ja: 従量課金
pt_br: Pagamento por uso

source: Pink
es: Rosa
fr: Rose
it: Rosa
ja: ピンク
pt_br: Rosa

source: Standard
es: Estándar
ja: 標準
pt_br: Padrão

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
pt_br: Suporte

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt_br: Sistema

source: Quebec
fr: Québec
ja: ケベック州

source: 8 min
ja: 8分

source: Alberta
ja: アルバータ州

source: Live
ja: ライブ

source: Manitoba
ja: マニトバ州

source: Ontario
ja: オンタリオ州
pt_br: Ontário
